Repository: naztar0/TgPostsGuardian
Catalog: bot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Parameters
ru: Параметры

source: @username
ru: @юзернейм

source: Owner
ru: Владелец

source: Limitations
ru: Ограничения

source: Channel
ru: Канал

source: Posts views restrictions
ru: Ограничения по просмотрам постов

source: Stats restrictions
ru: Ограничения по статистике

source: Validity scope
ru: Область действия

source: Channels
ru: Каналы

source: Userbot
ru: Юзербот

source: Sessions
ru: Сессии

source: 🕐 Ping time, UTC
ru: 🕐 Время пинга, UTC

source: Bot
ru: Бот

source: Title
ru: Название

source: Has protected content
ru: Запрет на копирование

source: 🕐 Last username change, UTC
ru: 🕐 Последнее изменение юзернейма, UTC

source: History days limit
ru: Лимит дней истории

source: Delete albums
ru: Удалять альбомы

source: Republish today deleted posts
ru: Повторно публиковать удаленные сегодня посты

source: Deletions count for username change
ru: Количество удалений для смены юзернейма

# deletions_count_for_username_change_help_text
source: If the number of deletions is less than this value, the username will not be changed<br>If 0, the username will not be change
ru: Если количество удалений меньше этого значения, имя пользователя не будет изменено<br>Если 0, имя пользователя не будет изменяться

source: Delete all posts after days
ru: Удалять все посты спустя N дней

source: Limitation
ru: Ограничение

source: Listener
ru: Слушатель

source: Worker
ru: Рабочий

source: 🗑️ Deletion
ru: 🗑️ Удаление

source: 👤 Username change
ru: 👤 Изменение юзернейма

# limitation_type_post_views
source: 👁 Post views
ru: 👁 Просмотры поста

# limitation_type_language_stats
source: 🌐 Language statis
ru: 🌐 Языковая статистика

# limitation_type_views_by_source_stats
source: 👀 Views by source stats
ru: 👀 Статистика по источникам просмотров

# limitation_action_delete_post
source: 🗑️ Delete post
ru: 🗑️ Удалить пост

# limitation_action_change_username
source: 🔗 Change username
ru: 🔗 Изменить юзернейм

# stats_views_type_language
source: 🌐 Language
ru: 🌐 Язык

# stats_views_type_views_by_source
source: 👀 Views by source
ru: 👀 Источник просмотров

source: 🗑️ Deletions limit
ru: 🗑️ Лимит удалений

source: 📊🌐 Language stats views limit
ru: 📊🌐 Лимит просмотров по языковой статистике

source: 📊🌐 Language stats views difference limit
ru: 📊🌐 Лимит разницы просмотров по языковой статистике

source: 📊👀 Views by source stats limit
ru: 📊👀 Лимит просмотров по статистике источников просмотров

source: 👀 Views by source stats difference limit
ru: 📊👀 Лимит разницы просмотров по статистике источников просмотров

source: 🔗 Third party request
ru: 🔗 Сторонний запрос

source: 🕐 Created, UTC
ru: 🕐 Создано, UTC

source: Type
ru: Тип

source: Reason
ru: Причина

source: Value
ru: Значение

source: Excess
ru: Избыток

source: Excesses
ru: Избытки

source: Action
ru: Действие

# limitation_views
source: Views limit
ru: Лимит просмотров

# limitation_views_difference
source: Views difference limit, %
ru: Лимит разницы просмотров, %

# limitation_views_difference_interval_minutes
source: View difference check interval, minutes
ru: Интервал проверки разницы просмотров, минут

# stats_restrictions_help_text
source: List of keys and views count separated by line breaks.<br>Use % for defining the percentage of views difference for deletion.<br>Use * for defining other keys views count.<br>Example:<br><br>English 1000<br>Ukrainian 20%<br>Russian 5%<br>* 100<br><br>—————— OR ——————<br><br>Followers 1000<br>Search 200<br>URL 100<br>PM 100<br>Channels 100<br>Similar_Channels 100<br>Groups 100<br>Other 5%<br>* 100
ru: Список ключей и количества просмотров, разделенных переносами строк.<br>Используйте % для определения процента разницы просмотров для удаления.<br>Используйте * для определения количества просмотров остальных ключей.<br>Пример:<br><br>English 1000<br>Ukrainian 20%<br>Russian 5%<br>* 100<br><br>—————— ИЛИ ——————<br><br>Followers 1000<br>Search 200<br>URL 100<br>PM 100<br>Channels 100<br>Similar_Channels 100<br>Groups 100<br>Other 5%<br>* 100

source: Hourly distribution
ru: Распределение по часам

# hourly_distribution_help_text
source: Distribute views restrictions hourly. If enabled, restrictions will be calculated as: (restriction / 24) * current hour
ru: Распределять ограничения просмотров по часам. Если включено, ограничения будут вычисляться так: (ограничение / 24) * текущий час

source: 📆 Start date, UTC
ru: 📆 Дата начала, UTC

source: 📆 End date, UTC
ru: 📆 Дата окончания, UTC

# start_after_days
source: Start after N days
ru: Начать спустя N дней

# end_after_days
source: End after N days
ru: Завершить спустя N дней

source: Start after limitation
ru: Начать после ограничения

source: End after limitation
ru: Завершить после ограничения

source: Post ID
ru: ID поста

source: 🕐 Post date, UTC
ru: 🕐 Дата публикации, UTC

source: 👀 Post views
ru: 👀 Просмотры поста

source: Comment
ru: Комментарий

source: Error message
ru: Сообщение об ошибке

source: Success
ru: Успешно

source: Log
ru: Лог

source: Logs
ru: Логи

source: 🕐 Last check, UTC
ru: 🕐 Последняя проверка, UTC

source: Views
ru: Просмотры

source: Post
ru: Пост

source: Posts
ru: Посты

source: Chatlist invite
ru: Приглашение в папку чатов

source: Userbots chat invite
ru: Приглашение в чат юзерботов

source: Archive channel ID
ru: ID архивного канала

source: Username suffix length
ru: Длина суффикса юзернейма

source: Check post views interval, seconds
ru: Интервал проверки просмотров постов, секунд

source: Check post deletions interval, seconds
ru: Интервал проверки удалений постов, секунд

source: Check stats interval, seconds
ru: Интервал проверки статистики, секунд

source: Delete old posts interval, minutes
ru: Интервал удаления старых постов, минут

source: Username change cooldown, minutes
ru: Интервал смены юзернеймов, минут

source: Individual allocations
ru: Индивидуальные выделения

# individual_allocations_help_text
source: Allocate userbots individually for each channel.<br>If the number of userbots does not match the number of channels, userbots will be allocated in a circle.<br>If disabled, all userbots will be allocated for all channels.
ru: Выделять юзерботов индивидуально для каждого канала.<br>Если количество юзерботов не совпадает с количеством каналов, юзерботы будут выделены по кругу.<br>Если выключено, все юзерботы будут выделены для всех каналов.

source: Settings
ru: Настройки

source: List
ru: Список

source: Lists
ru: Списки

source: Key
ru: Ключ

source: View
ru: Просмотр

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Phone number
ru: Номер телефона

source: Last service message
ru: Последнее сервисное сообщение

# last_service_message_date
source: 🕐 Last service message date, UTC
ru: 🕐 Последнее сервисное сообщение, UTC

source: Userbots
ru: Юзерботы

source: Password
ru: Пароль

source: Worker instances
ru: Рабочих сессий

# is_active
source: Active
ru: Активен

source: Mode
ru: Режим

# userbot_session
source: Session
ru: Сессия

# userbot_sessions
source: Sessions
ru: Сессии
